<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

<<<<<<< HEAD
    "password" => "รหัสผ่านต้องมีความยาวอย่างน้อย 6 ตัวอักษร และต้องยืนยันให้ตรงกัน",
    "user" => "ไม่พบผู้ใช้ตาม e-mail ที่ระบุ",
    "token" => "Token สำหรับการตั้งรหัสผ่านใหม่ ไม่ถูกต้อง",
    "sent" => "ระบบได้ส่งลิงค์สำหรับกำหนดรหัสผ่านใหม่ให้ท่านแล้ว!",
    "reset" => "รหัสผ่านของคุณได้ถูกกำหนดใหม่แล้ว!",
=======
    'password' => 'รหัสผ่านต้องมีความยาวอย่างน้อยหกตัวอักษรและต้องตรงกับช่องยืนยันรหัสผ่าน',
    'reset'    => 'ทำการตั้งค่ารหัสผ่านใหม่แล้ว',
    'sent'     => 'ส่งเครื่องช่วยเตือนความจำรหัสผ่านแล้ว!',
    'token'    => 'ชุดรหัสสำหรับการเปลี่ยนรหัสผ่านไม่ถูกต้อง',
    'user'     => 'ไม่พบผู้ใช้งานที่ตรงกับอีเมล์นี้',
>>>>>>> 0f37d5f618755d3ac7cd3c94779adad2a3ea508b

];
